// common
"return"="返回";
"Cancel"="取消";
"OK"="确定";

// unimp
"There is no UniMP (%@) application resource in the running path, please check whether the application resource is deployed normally"="运行路径中无 uni小程序（%@）应用资源，请检查应用资源是否正常部署";

// ad
"Refresh"="刷新";
"copy Link"="复制链接";
"Use Safari to open"="使用Safari打开";
"Share page"="分享页面";
"AD"="广告";
"View details"="查看详情";
"Download"="下载";
"Open"="打开";
"jump over"="跳 过";

// video
"Brightness"="亮度";
"Volume"="声音";
"Barrage"="弹幕";

// devtool
"search"="搜索";
"Connecting to debugging service (%@)"="正在连接调试服务(%@)...";
"The connection with debugging service has been disconnected. Possible reasons are as follows: \n1. the mobile phone and PC are not in the same LAN. \n2. Mobile phones use mobile networks. \n3. Mobile phone uses VPN and other proxy settings. \n4. The PC has a firewall."="已断开与调试服务连接，可能原因：\n1. 手机与PC不处于同一局域网。\n2. 手机使用移动网络。\n3. 手机使用VPN等代理设置。\n4. PC设置了防火墙。";
"Unable to connect to debug service connection. Possible reasons are as follows: \n1. the mobile phone and PC are not in the same LAN. \n2. Mobile phones use mobile networks. \n3. Mobile phone uses VPN and other proxy settings. \n4. The PC has a firewall."="无法连接调试服务连接，可能原因：\n1. 手机与PC不处于同一局域网。\n2. 手机使用移动网络。\n3. 手机使用VPN等代理设置。\n4. PC设置了防火墙。";
"Reconnection debugging service"="重连调试服务";

// map
"starting point"="起点";
"terminal point"="终点";
"Failed to verify the configured Baidu map key (appkey) [%d], reference: https://ask.dcloud.net.cn/article/29"="配置的百度地图密钥（appkey）校验失败[%d]，参考:https://ask.dcloud.net.cn/article/29";
"Baidu Maps"="百度地图";
"Gaode Maps"="高德地图";
"Take %@: get on at %@ and get off at %@ via %ld station"="乘坐%@:在%@上车途径%ld站在%@下车";

// gallery
"download failed"="下载失败";
"File download failed, try to download again?"="文件下载失败是否尝试重新下载？";
"Retry"="重试";
"Next" = "下一步";
"Done" = "完成";
"Sorry" = "抱歉";
"Setting" = "设置";
"Photos" = "照片";
"Videos" = "视频";
"Preview" = "预览";
"Full image" = "原图";
"Processing..." = "正在处理...";
"Can not use camera" = "无法使用相机";
"Synchronizing photos from iCloud" = "正在从iCloud同步照片";
"Can not choose both video and photo" = "选择照片时不能选择视频";
"Can not choose both photo and GIF" = "选择照片时不能选择 GIF";
"Select the video when in multi state, we will handle the video as a photo" = "多选状态下选择视频，默认将视频当图片发送";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "无法跳转到隐私设置页面，请手动前往设置页面，谢谢";
"Select a maximum of %zd photos" = "你最多只能选择%zd张照片";
"Select a minimum of %zd photos" = "请至少选择%zd张照片";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "请在iPhone的\"设置-隐私-照片\"选项中，\r允许%@访问你的手机相册";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "请在iPhone的\"设置-隐私-相机\"中允许%@访问相机";
"Can not access photos in album" = "无法访问相册中照片";
"Can not access all photos in album" = "无法访问相册中所有照片";
"No photo access" = "当前无照片访问权限，建议前往系统设置， 允许应用访问 [照片] 中的 [所有照片]";
"Photo access restricted" = "应用只能访问相册中的部分照片，建议前往系统设置， 允许应用访问 [照片] 中的 [所有照片]";
"Go to system settings" = "前往系统设置";
"Limit tips" = "无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」。";
"Limit Alert Tips" = "继续访问部分图片";
"Edit" = "编辑";
"_LFME_oKButtonTitle" = "完成";
"_LFME_cancelButtonTitle" = "取消";
"_LFME_processHintStr" = "正在处理...";
"_LFME_alertViewCancelTitle" = "确定";
"_LFME_reachMaximumLimitTitle" = "已达到输入上限";
"Original" = "原图";
"_LFME_sticker_remove_normal" = "拖动到此处删除";
"_LFME_sticker_remove_selected" = "松手即可删除";
"_LFME_UserGuide_ToolBar_Scroll" = "向左滚动会发现更多功能噢。";
"_LFME_UserGuide_StickerView_MovingView_Pinch" = "双指同样可以实现缩放和旋转。";
"_LFME_UserGuide_StickerView_DisplayView_LongPress" = "长按可以预览图片。";
